Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/AccessibilityUIUtilities/AXUILocalizedStrings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# BRAILLE_USBRM_QUERY_MESSAGE_IPOD
source: To support Braille displays, this iPod was configured to allow USB accessories to connect after your iPod has been locked for more than an hour. If you no longer need to always allow connections even while locked, turn this off.
ar: لدعم التحكم بالتبديل، تم تكوين هذا الـ iPod للسماح لملحقات USB بالاتصال بعد أن يكون قد مضى أكثر من ساعة على قفل الـ iPod. أوقف هذا الإعداد إذا لم تعد ترغب بالسماح بالاتصال بشكل دائم عندما يكون الجهاز مقفلاً.
bg: За да поддържа брайлови екрани, този iPod беше настроен да позволява на USB аксесоари да се свързват с него, след като е заключен за повече от час. Изключете тази функция, ако не желаете винаги да е позволено свързването, докато устройството е заключено.
ca: Per ser compatible amb les pantalles Braille, aquest iPod s’ha configurat de manera que permeti que els accessoris USB s’hi connectin després d’estar bloquejat durant més d’una hora. Si ja no necessites que sempre es permetin les connexions fins i tot amb el dispositiu bloquejat, desactiva aquesta opció.
cs: iPod byl kvůli podpoře braillských řádků nastaven tak, aby umožňoval připojení USB příslušenství, i když je zamknutý déle než hodinu. Pokud už nepotřebujete mít připojení k zamknutému iPodu trvale povolené, tuto volbu vypněte.
da: For at understøtte punktdisplays er denne iPod konfigureret til at tillade, at USB‑tilbehør må oprette forbindelse til din iPod, efter den har været låst i mere end en time. Hvis du ikke længere har brug for altid at tillade oprettelse af forbindelse, når enheden er låst, kan du slå dette fra.
de: Zur Unterstützung von Brailledisplays wurde dieser iPod so konfiguriert, dass USB-Zubehör eine Verbindung herstellen darf, wenn der iPod seit mehr als einer Stunde gesperrt ist. Deaktiviere diese Funktion, wenn diese ständigen Verbindungen nicht mehr benötigt werden.
el: Για υποστήριξη οθονών Μπράιγ, αυτό το iPod έχει διαμορφωθεί ώστε να επιτρέπεται η σύνδεση αξεσουάρ USB όταν το iPod είναι κλειδωμένο για περισσότερο από μία ώρα. Αν δεν θέλετε πλέον να επιτρέπονται πάντα οι συνδέσεις ακόμη κι όταν η συσκευή είναι κλειδωμένη, απενεργοποιήστε αυτήν τη ρύθμιση.
es: Para que el iPod admita pantallas braille, se ha configurado para permitir la conexión de accesorios USB después de que el iPod haya estado bloqueado durante más de una hora. Si ya no necesitas permitir siempre las conexiones, incluso con la pantalla bloqueada, desactiva esta opción.
es_us: Para poder utilizar pantallas Braille, este iPod se configuró para permitir que se conecten accesorios USB después de que la pantalla de tu iPod lleve bloqueada más de una hora. Desactiva esta función si ya no necesitas seguir permitiéndolo.
fi: Pistenäytön tukemiseksi tämä iPod on määritetty sallimaan USB-lisälaitteiden yhdistäminen, kun iPod on ollut lukittuna yli tunnin. Laita tämä pois päältä, jos sinun ei enää tarvitse aina sallia yhdistämistä, kun laite on lukittu.
fr: Pour prendre en charge les plages braille, cet iPod a été configuré de façon à autoriser la connexion d’accessoires USB lorsqu’il est verrouillé depuis plus d’une heure. Si vous n’avez plus besoin d’autoriser systématiquement les connexions même en mode verrouillé, désactivez cette option.
fr_ca: Afin de prendre en charge les plages braille, cet iPod a été configuré pour autoriser la connexion des accessoires USB lorsqu’il est verrouillé depuis plus d’une heure. Si vous n’avez plus besoin d’autoriser les connexions en mode verrouillé, désactivez cette option.
he: כדי לתמוך בצגי ברייל, ה-iPod הוגדר באופן שמאפשר חיבור אביזרי USB לאחר שה-iPod היה נעול במשך יותר משעה. באפשרותך לכבות הגדרה זו, אם אין לך יותר צורך לאפשר חיבור גם כאשר המכשיר נעול.
hi: ब्रेल डिस्प्ले के समर्थन के लिए आपके iPod के एक घंटे से ज़्यादा लॉक रहने की स्थिति में इस iPod को कनेक्ट करने के लिए USB ऐक्सेसरी को अनुमति देने के लिए कॉन्फ़िगर किया गया था। यदि लॉक रहने के दौरान आपको कनेक्शन को अनुमति देने की ज़रूरत नहीं है, तो इसे बंद कर दें।
hr: Radi podržavanja Brajevih redaka, ovaj iPod konfiguriran je na dozvoljavanje spajanja USB pribora nakon što je iPod zaključan više od sat vremena. Isključite ovu značajku ako vam više nije potrebna stalna mogućnost povezivanja čak i kad je uređaj zaključan.
hu: A Braille-kijelzők támogatása érdekében ez az iPod úgy lett konfigurálva, hogy engedélyezze az USB-kiegészítők számára a csatlakozást, ha az iPod több, mint egy órája zárolva van. Ha már nincs szüksége arra, hogy a csatlakozások mindig engedélyezve legyenek, akár az eszköz zárolt állapotában is, akkor kapcsolja ki ezt a funkciót.
id: Untuk mendukung layar Braille, iPod ini dikonfigurasi agar aksesori USB dapat terhubung setelah iPod Anda terkunci selama lebih dari sejam. Jika Anda tidak lagi memerlukan agar koneksi selalu diizinkan meskipun perangkat terkunci, matikan ini.
it: Per supportare gli schermi Braille, iPod è stato configurato in modo tale da consentire agli accessori USB di collegarsi dopo più di un’ora da quando è stato bloccato. Se non è più necessario consentire il collegamento quando iPod è bloccato, disattiva l’opzione.
ja: 点字ディスプレイに対応するため、このiPodはロックされてから1時間経過したあとでもUSBアクセサリを接続できるように構成されました。 ロック中でも常に接続できるようにする必要がなくなった場合は、これをオフにしてください。
kk: Бұл iPod құрылғысы Брайль дисплейлеріне қолдау көрсету үшін, iPod құрылғысы бір сағаттан артық құлыпталған жағдайда, USB керек-жарақтарына қосылуға мүмкіндік беру мақсатында теңшелген. Егер құлыпталған күйде әрдайым қосылу мүмкіндігі қажет болмаса, бұл функцияны өшіріп қойыңыз.
ko: 이 iPod은 점자 디스플레이를 지원하기 위해 iPod이 한 시간 이상 잠겨 있을 때에도 USB 액세서리가 연결되도록 구성되어 있습니다. 기기가 잠겨 있는 동안 연결을 허용할 필요가 없으면 이 기능을 끄십시오.
lt: Siekiant palaikyti Brailio rašto ekranus, šis „iPod" buvo sukonfigūruotas taip, kad USB priedus būtų galima prijungti, kai „iPod“ būna užrakintas ilgiau nei valandą. Jei nebereikia, kad visada būtų leidžiami ryšiai, net ir esant užrakintam ekranui, išjunkite šią funkciją.
ms: Untuk menyokong paparan Braille, iPod ini telah dikonfigurasikan untuk membenarkan aksesori USB bersambung selepas iPod anda telah dikunci selama lebih daripada sejam. Jika anda tidak lagi perlu untuk sentiasa membenarkan sambungan walaupun semasa dikunci, nyahaktifkannya.
nb: Denne iPoden er konfigurert for å la USB-tilbehør koble til etter at iPoden har vært låst i over en time, for å støtte leselister. Hvis du ikke trenger å alltid tillate tilkoblinger selv om enheten er låst, kan du slå av innstillingen.
nl: Ter ondersteuning van brailleleesregels is deze iPod geconfigureerd om USB-accessoires toe te staan om verbinding te maken nadat je iPod meer dan een uur is vergrendeld. Schakel deze optie uit als je verbindingen niet meer altijd hoeft toe te staan als de iPod is vergrendeld.
pl: W celu umożliwienia obsługi monitorów brajlowskich, ten iPod został skonfigurowany do pozwalania akcesoriom USB łączyć się nawet po upływie godziny od zablokowania. Jeśli nie potrzebujesz już zawsze pozwalać na połączenia, gdy włączona jest blokada, wyłącz tę funkcję.
pt: Para ser compatível com linhas Braille, este iPod foi configurado para permitir a conexão de outros acessórios USB quando seu iPod estiver bloqueado por mais de uma hora. Se você não precisar mais sempre permitir conexões, mesmo com o iPod bloqueado, desative esta opção.
pt_pt: Para suportar linhas braille, este iPod foi configurado para permitir a ligação de acessórios USB mesmo quando o dispositivo está bloqueado durante mais de uma hora. Caso já não precise que as ligações sejam sempre permitidas, até com o dispositivo bloqueado, desative esta opção.
ro: Pentru a face posibilă utilizarea afișajelor Braille, acest iPod a fost configurat să permită conectarea accesoriilor USB după ce iPod‑ul a fost blocat mai mult de o oră. Dacă nu mai este nevoie să permiteți conexiunile permanent, chiar și în timpul blocării, dezactivați această opțiune.
ru: Для поддержки дисплеев Брайля этот iPod настроен на разрешение USB-аксессуарам подключаться после нахождения iPod в заблокированном состоянии дольше часа. Выключите эту функцию, если Вам больше не нужно всегда разрешать подключения даже в заблокированном состоянии.
sk: S cieľom podpory braillovských riadkov bol tento iPod nastavený tak, aby umožňoval pripájanie USB príslušenstva, aj keď je uzamknutý viac ako hodinu. Ak už nepotrebujete pripájať príslušenstvo k uzamknutému zariadeniu, vypnite túto funkciu.
sl: Za podporo Braillovim vrsticam je bil ta iPod konfiguriran tako, da dodatni opremi USB omogoča vzpostavitev povezave z iPodom tudi, ko je zaklenjen več kot eno uro. Če ni več potrebe, da je možnost vzpostavljanja povezav vedno omogočena tudi v zaklenjenem stanju, to možnost izklopite.
sv: Denna iPod har konfigurerats till att tillåta att USB-tillbehör ansluts även efter det att iPod har varit låst i över en timme, så att punktskriftsdisplay kan användas. Avaktivera det här alternativet om anslutningar inte längre alltid behöver tillåtas även när enheten är låst.
th: ในการรองรับเครื่องแสดงผลอักษรเบรลล์ iPod เครื่องนี้ถูกกำหนดค่าให้อุปกรณ์เสริมแบบ USB เชื่อมต่อได้หลังจาก iPod ของคุณล็อคนานเกินหนึ่งชั่วโมง ถ้าคุณไม่ต้องใช้การเชื่อมต่ออยู่ตลอดเวลาในระหว่างที่เครื่องล็อคอยู่ ให้ปิดการใช้งานนี้
tr: Bu iPod, Braille ekranlarını desteklemek için bir saatten fazla kilitli kaldıktan sonra USB aksesuarlarının bağlanmasına izin verecek şekilde ayarlandı. Bağlantılara kilitliyken bile her zaman izin vermek istemiyorsanız bu özelliği kapatın.
uk: Для потреб брайль-дисплеїв цей iPod сконфігуровано так, щоб USB-прилади могли підʼєднуватися після того, як ваш iPod лишався замкненим понад годину. Якщо надалі потреби завжди, навіть під замком, дозволяти зʼєднання не буде, вимкніть цю опцію.
vi: Để hỗ trợ màn hình Braille, iPod này đã được định cấu hình để cho phép các phụ kiện USB kết nối sau khi iPod được khóa trong thời gian hơn một giờ. Nếu bạn không còn cần phải luôn cho phép kết nối ngay cả khi thiết bị được khoá, hãy tắt tính năng này.
zh_cn: 此iPod配置允许USB配件在iPod锁定超过一小时后与其连接，以支持盲文显示器。 如果不再需要即使在锁定时也始终允许连接，你可以将它关闭。
zh_hk: 為了支援點字顯示器，iPod已經設定為當裝置鎖定超過一個小時以上仍允許USB配件連接。 如果裝置鎖定時不再需要連線，請關閉此設定。
zh_tw: 為了支援點字顯示器，此iPod已設定在鎖定超過一小時後，仍允許連接USB配件。 若iPod鎖定時不再需要連線，請關閉此設定。

# BRAILLE_USBRM_QUERY_TITLE
source: USB Accessories While Locked
ar: ملحقات USB أثناء القفل
bg: USB аксесоари при заключен екран
ca: Accessoris USB quan està bloquejat
cs: USB příslušenství při uzamčení
da: USB-tilbehør ved låst skærm
de: USB-Geräte bei Sperrzustand
el: Αξεσουάρ USB σε κλείδωμα
es: Accesorios USB con la pantalla bloqueada
es_us: Accesorios USB con pantalla bloqueada
fi: USB-lisälaitteet, kun laite on lukittu
fr: Accessoires USB en mode verrouillé
fr_ca: Accessoires USB en mode verrouillé
he: אביזרי USB כאשר המכשיר נעול
hi: लॉक रहने के दौरान USB ऐक्सेसरी
hr: USB pribor kad je uređaj zaključan
hu: USB-kiegészítők zárolt állapotban
id: Aksesori USB Saat Terkunci
it: Accessori USB quando il dispositivo è bloccato
ja: ロック中のUSBアクセサリ
kk: Экран құлыптаулы кездегі USB керек-жарақтары
ko: 잠금 상태일 때 USB 액세서리 연결 허용
lt: USB priedai užrakinus
ms: Aksesori USB Semasa Dikunci
nb: USB-tilbehør i låst modus
nl: USB-accessoires bij vergrendeling
pl: Akcesoria USB przy blokadzie
pt: Acessórios USB Enquanto Bloqueado
pt_pt: Ligações USB quando bloqueado
ro: Accesorii USB în timpul blocării
ru: USB‑аксессуары, пока экран заблокирован
sk: USB príslušenstvo pri uzamknutí
sl: Dodatna oprema USB v zaklenjenem stanju
sv: USB-tillbehör när enheten är låst
th: อนุญาตให้อุปกรณ์เสริม USB เชื่อมต่อในระหว่างล็อคอยู่
tr: Kilitliyken USB Aksesuarları
uk: USB-прилади під замком
vi: Phụ kiện USB trong khi được khóa
zh_cn: 锁定时使用USB配件
zh_hk: 螢幕鎖定時使用USB配件
zh_tw: 鎖定時連接USB配件

# BRAILLE_USBRM_TURN_OFF
source: Turn Off
ar: إيقاف
bg: Изключи
ca: Desactiva
cs: Vypnout
da: Slå fra
de: Deaktivieren
el: Απενεργοποίηση
es: Desactivar
es_us: Desactivar
fi: Pois päältä
fr: Désactiver
fr_ca: Désactiver
he: כיבוי
hi: बंद करें
hr: Isključi
hu: Kikapcsolás
id: Matikan
it: Disattiva
ja: オフにする
kk: Өшіру
ko: 끄기
lt: Išjungti
ms: Nyahaktifkan
nb: Slå av
nl: Schakel uit
pl: Wyłącz
pt: Desativar
pt_pt: Desativar
ro: Dezactivați
ru: Выключить
sk: Vypnúť
sl: Izklopi
sv: Stäng av
th: ปิดใช้
tr: Kapat
uk: Вимкнути
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

source: Cancel drag
ar: إلغاء السحب
bg: Откажи изтеглянето
ca: Cancel·la l’acció d’arrossegar
cs: Zrušit přetažení
da: Annuller træk
de: Bewegen abbrechen
el: Ακύρωση μεταφοράς
es: Cancelar acción de arrastrar
es_us: Cancelar arrastre
fi: Kumoa veto
fr: Annuler le glissement
fr_ca: Annuler le déplacement
he: ביטול הגרירה
hi: ड्रैग रद्द करें
hr: Poništi povlačenje
hu: Húzás mellőzése
id: Batalkan seret
it: Annulla trascinamento
ja: ドラッグをキャンセル
kk: Сүйреуді болдырмау
ko: 드래그 취소
lt: Atšaukti vilkimą
ms: Batalkan menyeret
nb: Avbryt draing
nl: Annuleer slepen
pl: Anuluj przeciąganie
pt: Cancelar arrasto
pt_pt: Cancelar arrastar
ro: Anulați tragerea
ru: Отменить перетягивание
sk: Zrušiť ťahanie
sl: Prekliči vlečenje
sv: Avbryt dragning
th: ยกเลิกการลาก
tr: Sürüklemekten vazgeç
uk: Скасувати перетягнення
vi: Hủy kéo
zh_cn: 取消拖移
zh_hk: 取消拖移
zh_tw: 取消拖移

# ChoosePointNavControllerTitle
source: Choose Point
ar: اختيار نقطة
bg: Избери Точка
ca: Selecciona el punt
cs: Vyberte bod
da: Vælg punkt
de: Punkt wählen
el: Επιλογή σημείου
es: Selecciona un punto
es_us: Seleccionar punto
fi: Valitse piste
fr: Choisir un point
fr_ca: Choisir un point
he: בחירת נקודה
hi: बिंदु चुनें
hr: Odaberite točku
hu: Pont kiválasztása
id: Pilih Titik
it: Scegli punto
ja: ポイントを選択
kk: Нүктені таңдау
ko: 포인트 선택
lt: Pasirinkite tašką
ms: Pilih Titik
nb: Velg punkt
nl: Kies punt
pl: Wybierz punkt
pt: Escolher Ponto
pt_pt: Escolher ponto
ro: Alegeți punctul
ru: Выбор точки
sk: Vybrať bod
sl: Izberite točko
sv: Välj punkt
th: เลือกจุด
tr: Noktayı Seçin
uk: Вибір точки
vi: Chọn điểm
zh_cn: 选取点
zh_hk: 選擇定點
zh_tw: 選擇定點

source: Close
ar: إغلاق
bg: Затвори
ca: Tanca
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
es_us: Cerrar
fi: Sulje
fr: Fermer
fr_ca: Fermer
he: סגירה
hi: बंद करें
hr: Zatvori
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
kk: Жабу
ko: 닫기
lt: Uždaryti
ms: Tutup
nb: Lukk
nl: Sluit
pl: Zamknij
pt: Fechar
pt_pt: Fechar
ro: Închideți
ru: Закрыть
sk: Zatvoriť
sl: Zapri
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

source: Closed Captions
ar: الشرح المكتوب لأحداث العرض
bg: Надписи
ca: Subtítols descriptius
cs: Skryté titulky
de: Erweiterte Untertitel
el: Κλειστές λεζάντες
es: Subtítulos opcionales
es_us: Subtítulos opcionales
fi: Kuvaileva tekstitys
fr: Sous-titres codés
fr_ca: Sous-titres codés
he: כתוביות לכבדי שמיעה
hi: क्लोज़्ड कैप्शन
hr: Prošireni titlovi
hu: Szöveges átiratok
id: Teks Tertulis
it: Sottotitoli per non udenti
ja: クローズドキャプション
kk: Жасырын субтитрлер
ko: 청각 장애인용 자막
lt: Titrai
ms: Kapsyen Tertutup
nb: Skjult teksting
nl: Bijschriften geluid
pl: Napisy dla niesłyszących
pt: Legendas Ocultas
pt_pt: Legendagem opcional
ro: Subtitrări complexe
ru: Скрытые субтитры
sk: Skryté titulky
sl: Podnaslovi
sv: Dold textning
th: คำบรรยายภาพ
tr: Açıklamalı Altyazılar
uk: Приховані субтитри
vi: Chú thích chi tiết
zh_cn: 隐藏式字幕
zh_hk: 隱藏式字幕
zh_tw: 隱藏式字幕

# closedCaptionsDescription
source: You can turn on this feature to show Closed Captions when playing videos. You can customize what your captions will look like later in Settings.
ar: يمكنك تشغيل هذه الميزة لإظهار الشرح المكتوب عند تشغيل فيديوهات. يمكنك تخصيص شكل الشرح المكتوب لاحقًا في الإعدادات.
bg: Можете да включите тази функция, за да се показват Надписи, когато се възпроизвеждат видеа. Можете по-късно в Настройки да персонализирате как да изглеждат надписите.
ca: Activa aquesta funció per mostrar els subtítols dels vídeos que reprodueixis. Pots personalitzar‑ne l’aspecte a la configuració.
cs: Tuto funkci zapněte, chcete‑li při přehrávání videí zobrazit skryté titulky. Jejich vzhled můžete později změnit v Nastavení.
da: Du kan slå funktionen til for at se Closed Captions, når du afspiller videoer. Du kan tilpasse den måde, som dine closed captions ser ud på, senere i Indstillinger.
de: Du kannst diese Funktion aktivieren, um bei der Wiedergabe von Videos erweiterte Untertitel anzuzeigen. Du kannst das Aussehen der Untertitel später in den Einstellungen anpassen.
el: Μπορείτε να ενεργοποιήσετε αυτήν τη δυνατότητα για να εμφανίζονται οι Κλειστές λεζάντες κατά την αναπαραγωγή βίντεο. Μπορείτε να προσαρμόσετε την εμφάνιση των λεζαντών ανά πάσα στιγμή στις Ρυθμίσεις.
es: Cuando esta opción está activada, durante la reproducción de los vídeos se muestran subtítulos opcionales que puedes personalizar en Ajustes.
es_us: Puedes activar esta función para mostrar subtítulos opcionales al reproducir videos, así como personalizar después en Configuración cómo se verán.
fi: Voit laittaa tämän ominaisuuden päälle, jos haluat näyttää kuvailevan tekstityksen videoita toistettaessa. Voit muokata tekstityksen ulkonäköä myöhemmin Asetuksissa.
fr: Vous pouvez activer cette fonctionnalité pour afficher les sous-titres codés lorsque vous regardez des vidéos. Vous pourrez personnaliser l’aspect de vos sous-titres ultérieurement dans Réglages.
fr_ca: Vous pouvez activer cette fonctionnalité pour afficher les sous-titres codés lorsque vous regardez des vidéos. Vous pourrez personnaliser l’aspect de vos sous-titres ultérieurement dans Réglages.
he: ניתן להפעיל מאפיין זה כדי להציג כתוביות לכבדי שמיעה בעת הפעלת סרטונים. באפשרותך להתאים אישית את אופן ההצגה של הכתוביות מאוחר יותר דרך ״הגדרות״.
hi: आप वीडियो चलाते समय क्लोज़्ड कैप्शन दिखाने के लिए यह फ़ीचर चालू कर सकते हैं। आप बाद में सेटिंग्ज़ में यह कस्टमाइज़ कर सकते हैं कि आपके कैप्शन कैसे दिखेंगे।
hr: Ovu značajku možete uključiti za prikazivanje proširenih titlova tijekom reproduciranja videozapisa. Izgled titlova možete kasnije prilagoditi u Postavkama.
hu: A funkció bekapcsolásával szöveges átiratokat jeleníthet meg, amikor videókat játszik le. Később a beállításokban testreszabhatja, hogy a feliratok hogyan nézzenek ki.
id: Anda dapat menyalakan fitur ini untuk menampilkan Teks Tertulis saat memutar video. Anda dapat menyesuaikan tampilan teks Anda nanti di Pengaturan.
it: Puoi attivare la funzionalità per mostrare i sottotitoli durante la riproduzione dei video. Potrai personalizzare l’aspetto dei sottotitoli più tardi in Impostazioni.
ja: この機能をオンにすると、ビデオ再生時にクローズドキャプションを表示できます。キャプションの表示方法はあとで“設定”でカスタマイズできます。
kk: Видеоны ойнату кезінде жасырын субтитрлерді көрсету үшін осы функцияны қосуға болады. Субтитрлеріңіздің көрсетілу әдісін кейінірек «Реттеулер» қолданбасында бейімдеуге болады.
ko: 이 기능을 켜서 비디오를 재생할 때 청각 장애인용 자막을 표시할 수 있습니다. 설정에서 자막 표시 방법을 사용자화할 수 있습니다.
lt: Įjunkite šią funkciją, kad leidžiant vaizdo įrašus būtų rodomi titrai. Titrų išvaizdą vėliau galėsite pritaikyti „Nustatymuose“.
ms: Anda boleh mengaktifkan ciri ini untuk menunjukkan Kapsyen Tertutup apabila memainkan video. Anda boleh menyesuaikan rupa kapsyen anda kemudian dalam Seting.
nb: Slå på denne funksjonen for å vise Skjult teksting når du spiller av videoer. Du kan tilpasse utseendet til tekstingen i Innstillinger.
nl: Je kunt deze functie inschakelen om 'Bijschriften geluid' te tonen bij het afspelen van video's. Je kunt later in Instellingen het uiterlijk van de bijschriften wijzigen.
pl: Włączenie tej funkcji pozwala wyświetlać napisy dla niesłyszących podczas odtwarzania wideo. Wygląd napisów możesz dostosować później, w Ustawieniach.
pt: Você pode ativar este recurso para mostrar as Legendas Ocultas durante a reprodução de vídeos. É possível alterar a aparência das legendas mais tarde nos Ajustes.
pt_pt: Pode ativar esta funcionalidade para mostrar legendagem opcional ao reproduzir vídeos. É possível personalizar o aspeto das legendas nas Definições.
ro: Puteți activa această funcționalitate pentru a afișa subtitrările complexe atunci când redați clipuri video. Puteți personaliza ulterior aspectul subtitrărilor în Configurări.
ru: Включите эту функцию, чтобы при воспроизведении видео отображались скрытые субтитры. Изменить внешний вид субтитров можно позже в Настройках.
sk: Túto funkciu môžete zapnúť, ak chcete, aby sa počas prehrávania videí zobrazovali skryté titulky. Ich vzhľad môžete prispôsobiť neskôr v Nastaveniach.
sl: To funkcijo lahko vklopite, da bodo med predvajanjem videov prikazani podnaslovi za gluhe in naglušne. Videz podnaslovov lahko pozneje spremenite v Nastavitvah.
sv: Du kan slå på den här funktionen för att visa dold textning när videor spelas upp. Du kan anpassa hur den dolda textningen ska se ut senare i Inställningar.
th: คุณสามารถเปิดใช้คุณสมบัตินี้เพื่อแสดงคำบรรยายภาพเมื่อเล่นวิดีโอได้ คุณสามารถกำหนดลักษณะคำบรรยายภาพของคุณได้ภายหลังในการตั้งค่า
tr: Video oynatırken Açıklamalı Altyazılar’ı göstermek için bu özelliği açabilirsiniz. Altyazılarınızın nasıl görüneceğini daha sonra Ayarlar’da özelleştirebilirsiniz.
uk: Можна ввімкнути цю функцію, щоб показувати Приховані субтитри під час відтворення відео. Вигляд субтитрів можна налаштувати пізніше в Параметрах.
vi: Bạn có thể bật tính năng này để hiển thị Chú thích chi tiết khi phát video. Bạn có thể tùy chỉnh giao diện của chú thích sau này trong Cài đặt.
zh_cn: 你可以打开此功能在播放视频时显示隐藏式字幕。稍后可在“设置”中自定义字幕显示效果。
zh_hk: 你可以開啟此功能以便在播放影片時顯示「隱藏式字幕」，你可於稍後在「設定」中自訂字幕的外觀。
zh_tw: 你可以在播放影片時開啟此功能來顯示「隱藏式字幕」。你可以稍後在「設定」中自訂字幕的外觀。

source: Cognitive
ar: الإدراك
bg: Когнитивно
ca: Cognició
cs: Kognitivní funkce
da: Kognitivt
de: Kognitiv
el: Γνωσιακά
es: Capacidad cognitiva
es_us: Cognición
fi: Oppiminen
fr: Cognition
fr_ca: Cognition
he: קוגניטיבי
hi: संज्ञानात्मक
hr: Kognitivne sposobnosti
hu: Kognitív
id: Kognitif
it: Capacità cognitive
ja: 認知
kk: Когнитивті
ko: 인식 지원
lt: Kognityvinės funkcijos
ms: Kognitif
nb: Kognisjon
nl: Cognitief
pl: Zdolności poznawcze
pt: Cognitivo
pt_pt: Cognição
ro: Abilități cognitive
ru: Когнитивные функции
sk: Kognitívne funkcie
sl: Kognitivno
sv: Kognition
th: การรับรู้
tr: Bilişsel
uk: Когнітивність
vi: Nhận thức
zh_cn: 认知
zh_hk: 認知
zh_tw: 認知

source: Contacts
ar: جهات الاتصال
bg: Контакти
ca: Contactes
cs: Kontakty
da: Kontakter
de: Kontakte
el: Επαφές
es: Contactos
es_us: Contactos
fi: Yhteystiedot
he: אנשי קשר
hi: संपर्क
hr: Kontakata
hu: Kontaktok
id: Kontak
it: Contatti
ja: 連絡先
kk: Контактілер
ko: 연락처
lt: Adresatai
ms: Kenalan
nb: Kontakter
nl: Contacten
pl: Kontakty
pt: Contatos
pt_pt: Contactos
ro: Contacte
ru: Контакты
sk: Kontakty
sl: Stiki
sv: Kontakter
th: รายชื่อ
tr: Kişiler
uk: Контакти
vi: Danh bạ
zh_cn: 联系人
zh_hk: 聯絡人
zh_tw: 聯絡人

source: Continue
ar: متابعة
bg: Продължи
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
es_us: Continuar
fi: Jatka
fr: Continuer
fr_ca: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
kk: Жалғастыру
ko: 계속
lt: Tęsti
ms: Teruskan
nb: Fortsett
nl: Ga door
pl: Dalej
pt: Continuar
pt_pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
th: ดำเนินการต่อ
tr: Sürdür
uk: Продовжити
vi: Tiếp tục
zh_cn: 继续
zh_hk: 繼續
zh_tw: 繼續
